siege/unicorn/128.txt

Lifting the server siege...      done.

Transactions:		       10133 hits
Availability:		      100.00 %
Elapsed time:		       29.94 secs
Data transferred:	       88.08 MB
Response time:		        0.38 secs
Transaction rate:	      338.44 trans/sec
Throughput:		        2.94 MB/sec
Concurrency:		      127.00
Successful transactions:       10133
Failed transactions:	           0
Longest transaction:	        1.69
Shortest transaction:	        0.14