siege/unicorn/2.txt

Lifting the server siege...      done.

Transactions:		        7040 hits
Availability:		      100.00 %
Elapsed time:		       29.97 secs
Data transferred:	       61.20 MB
Response time:		        0.01 secs
Transaction rate:	      234.90 trans/sec
Throughput:		        2.04 MB/sec
Concurrency:		        2.00
Successful transactions:        7040
Failed transactions:	           0
Longest transaction:	        0.03
Shortest transaction:	        0.00