siege/unicorn/32.txt

Lifting the server siege...      done.

Transactions:		       10193 hits
Availability:		      100.00 %
Elapsed time:		       29.97 secs
Data transferred:	       88.61 MB
Response time:		        0.09 secs
Transaction rate:	      340.11 trans/sec
Throughput:		        2.96 MB/sec
Concurrency:		       31.94
Successful transactions:       10193
Failed transactions:	           0
Longest transaction:	        0.14
Shortest transaction:	        0.04