siege/unicorn/32.txt

Lifting the server siege...      done.

Transactions:		        1000 hits
Availability:		      100.00 %
Elapsed time:		       30.63 secs
Data transferred:	        8.27 MB
Response time:		        0.87 secs
Transaction rate:	       32.65 trans/sec
Throughput:		        0.27 MB/sec
Concurrency:		       28.40
Successful transactions:        1000
Failed transactions:	           0
Longest transaction:	        4.59
Shortest transaction:	        0.53