siege/unicorn/64.txt

Lifting the server siege...      done.

Transactions:		       10194 hits
Availability:		      100.00 %
Elapsed time:		       29.97 secs
Data transferred:	       88.61 MB
Response time:		        0.19 secs
Transaction rate:	      340.14 trans/sec
Throughput:		        2.96 MB/sec
Concurrency:		       63.73
Successful transactions:       10194
Failed transactions:	           0
Longest transaction:	        0.25
Shortest transaction:	        0.06