siege/unicorn/8.txt

Lifting the server siege...      done.

Transactions:		         269 hits
Availability:		      100.00 %
Elapsed time:		       29.99 secs
Data transferred:	        2.22 MB
Response time:		        0.84 secs
Transaction rate:	        8.97 trans/sec
Throughput:		        0.07 MB/sec
Concurrency:		        7.56
Successful transactions:         269
Failed transactions:	           0
Longest transaction:	        4.36
Shortest transaction:	        0.51